{
  "english": "English",
  "Home" : "Home",
  "About Us" : "About Us",
  "Services" : "Services",
  "Contact" : "Contact",
  "footerText" : "© 2025. All rights reserved.",
  "homeHeader" : "Welcome to Our World",
  "aboutHeader" : "About Us",
  "servicesHeader" : "Our Services",
  "contactHeader" : "Get in touch with us",
  "images" : "Images",
  "testimonials" : "Testimonials",
  "the-team" : "The Team",
  "us-in-numbers" : "Us in numbers",
  "career" : "Career",
  "our-mission" : "Our Mission",
  "pictures" : "Pictures",
  "our-drive" : "Our Drive",
  "founders" : "Founders",
  "trophies" : "Trophies",
  "mentions" : "Mentions",
  "list-of-services" : "List of Services",
  "our-prices" : "Our Prices",
  "custom-services" : "Custom Services",
  "work-we-are-proud-of" : "Work we are proud of",
  "write-us" : "Write us",
  "where-to-find-us" : "Where to find us",
  "facebook" : "Facebook",
  "instagram" : "Instagram",
  "linkedin" : "LinkedIN",
  "github" : "Github",
  "youtube" : "Youtube",
  "tiktok" : "TikTok",
  "rednote" : "RedNote",
  "countriesHeader" : "Selection with external API calls",
  "notFoundHeader" : "Oops! Page not found",
  "notFoundMessage" : "The page you are looking for doesn’t exist or another error occurred",
  "notFoundButton" : "Return Home",
  "homeT1" : "At our company, we’re driven by innovation and dedicated to delivering exceptional services that enhance your life. We aim to redefine excellence in every project, ensuring customer satisfaction remains at the heart of everything we do.",
  "homeH2" : "Discover What We Offer",
  "homeT2" : "Explore a world of possibilities with us. Our extensive range of services, tailored solutions, and cutting-edge technology ensure you stay ahead in a competitive world. Here's a glimpse of what makes us unique:",
  "homeL1" : "<strong>Expert Guidance:</strong> Years of experience delivering practical solutions for complex challenges.",
  "homeL2" : "<strong>Innovative Approach:</strong> Continuously evolving to meet the demands of a fast-paced world.",
  "homeL3" : "<strong>Global Reach:</strong> Serving customers across continents with a commitment to excellence.",
  "homeL4" : "<strong>Personalized Service:</strong> Custom-tailored solutions for every individual and business.",
  "homeH3" : "Our Commitment",
  "homeT3" : "We believe that the best relationships are built on trust, transparency, and a shared vision for success. Our team works tirelessly to bring ideas to life and create value that lasts.",
  "aboutT1" : "Since our inception, we’ve been on a mission to make a difference in the world through innovation, creativity, and a relentless focus on quality. Our story is one of growth, perseverance, and a dedication to pushing boundaries.",
  "aboutH2" : "Our History",
  "aboutT2" : "Founded in 2010, we started as a small team of dreamers who wanted to create impactful solutions. Over the years, our vision expanded, and so did our team. Today, we’re proud to be a global leader, trusted by thousands of clients worldwide.",
  "aboutH3" : "Our Culture",
  "aboutT3" : "At the heart of our company is a vibrant culture that celebrates diversity, innovation, and collaboration. We believe in fostering an environment where ideas thrive and people excel. Our team is our greatest asset, and together, we work toward a common goal of creating value for our customers.",
  "aboutH4" : "Our Values",
  "aboutT4" : "These core values guide every decision we make:",
  "aboutL" : "<li i18n><strong>Integrity:</strong> Doing the right thing, always.</li><li i18n><strong>Innovation:</strong> Pushing the boundaries of what’s possible.</li><li i18n><strong>Excellence:</strong> Striving for the highest standards in everything we do.</li><li i18n><strong>Customer Focus:</strong> Putting our customers at the center of our universe.</li>",
  "servT1" : "Explore a comprehensive suite of services designed to meet your every need. From strategic consulting to hands-on implementation, we are your one-stop solution for success.",
  "servH2" : "<h2 i18n>Professional Consulting</h2><p i18n>With years of experience and a team of seasoned professionals, we offer insights and strategies that drive results. Whether you’re launching a new product or optimizing existing processes, our experts are here to guide you.</p><ul><li i18n>Business strategy and planning</li><li i18n>Process optimization</li><li i18n>Market analysis</li></ul>",
  "servH34" : "<h2 i18n>Custom Software Development</h2><p i18n>From concept to deployment, we deliver tailor-made software solutions that address your unique challenges. Our development services include:</p><ul><li i18n>Web application development</li><li i18n>Mobile app solutions</li><li i18n>Enterprise software systems</li></ul> <h2 i18n>Training and Support</h2><p i18n>Empower your team with the skills and knowledge they need to succeed. Our training programs and ongoing support ensure you get the most out of our solutions.</p>",
  "contact" : "<p i18n>We’re here to help! Whether you have a question, need support, or just want to chat, we’re always happy to hear from you.</p><section><h2 i18n>Reach Out to Us</h2><p i18n>You can contact us through any of the following channels:</p><ul><li i18n><strong>Email:</strong> support&#64;example.com</li><li i18n><strong>Phone:</strong> +1 234 567 890</li><li i18n><strong>Address:</strong> 1234 Innovation Boulevard, Tech City</li></ul></section><section><h2 i18n>Frequently Asked Questions</h2><p i18n>Looking for quick answers? Check out our FAQ section:</p><ul><li i18n><strong>How do I get started?</strong> Simply reach out to us via email or phone, and we’ll guide you through the process.</li><li i18n><strong>What are your working hours?</strong> We’re available Monday to Friday, 9:00 AM - 6:00 PM.</li><li i18n><strong>Can I request a custom solution?</strong> Absolutely! We specialize in tailor-made solutions for all our clients.</li></ul></section><section><h2 i18n>Office Hours</h2><p i18n><strong>Monday - Friday:</strong> 9:00 AM - 6:00 PM<br><strong>Saturday:</strong> 10:00 AM - 4:00 PM<br><strong>Sunday:</strong> Closed</p></section>"
}
