Repository: andricolae/angular-template-page
Catalog: src/locale/messages.*.xlf
Languages: ro

source: About Us
ro: Despre Noi

source: Since our inception, we’ve been on a mission to make a difference in the world through innovation, creativity, and a relentless focus on quality. Our story is one of growth, perseverance, and a dedication to pushing boundaries.
ro: De la înființarea noastră, ne-am propus să facem o diferență în lume prin inovație, creativitate și o atenție neobosită asupra calității. Povestea noastră este despre creștere, perseverență și o dedicare de a depăși limitele.

source: Our History
ro: Istoria noastră

source: Founded in 2010, we started as a small team of dreamers who wanted to create impactful solutions. Over the years, our vision expanded, and so did our team. Today, we’re proud to be a global leader, trusted by thousands of clients worldwide.
ro: Fondată în 2010, am început ca o echipă mică de visători care își doreau să creeze soluții cu impact. De-a lungul anilor, viziunea noastră s-a extins, la fel și echipa. Astăzi, suntem mândri să fim un lider global, de încredere pentru mii de clienți din întreaga lume.

source: Our Culture
ro: Cultura noastră

source: At the heart of our company is a vibrant culture that celebrates diversity, innovation, and collaboration. We believe in fostering an environment where ideas thrive and people excel. Our team is our greatest asset, and together, we work toward a common goal of creating value for our customers.
ro: În centrul companiei noastre se află o cultură dinamică, ce celebrează diversitatea, inovația și colaborarea. Credem în cultivarea unui mediu în care ideile înfloresc și oamenii excelează. Echipa noastră este cel mai valoros atu, iar împreună lucrăm către un obiectiv comun: crearea de valoare pentru clienții noștri.

source: Our Values
ro: Valorile noastre

source: These core values guide every decision we make:
ro: Aceste valori de bază ghidează fiecare decizie pe care o luăm:

source: <strong>Integrity:</strong> Doing the right thing, always.
ro: <strong>Integritate:</strong> Alegem calea corectă, mereu.

source: <strong>Innovation:</strong> Pushing the boundaries of what’s possible.
ro: <strong>Inovare:</strong> Împingem limitele posibilului.

source: <strong>Excellence:</strong> Striving for the highest standards in everything we do.
ro: <strong>Excelență:</strong> Ne angajăm să ne ridicăm la cele mai ridicate standarde în tot ce facem.

source: <strong>Customer Focus:</strong> Putting our customers at the center of our universe.
ro: <strong>Focus pe Client:</strong> Plasăm clienții în centrul universului nostru.

source: Contact Us
ro: Contactați-ne

source: We’re here to help! Whether you have a question, need support, or just want to chat, we’re always happy to hear from you.
ro: Suntem aici pentru a vă ajuta! Indiferent dacă aveți o întrebare, aveți nevoie de asistență sau pur și simplu vreți să discutați, suntem întotdeauna bucuroși să aflăm vești de la dumneavoastră.

source: Reach Out to Us
ro: Luați legătura cu noi

source: You can contact us through any of the following channels:
ro: Ne puteți contacta prin oricare dintre următoarele canale:

source: <strong>Phone:</strong> +1 234 567 890
ro: <strong>Telefon:</strong> +1 234 567 890

source: <strong>Address:</strong> 1234 Innovation Boulevard, Tech City
ro: <strong>Adresă:</strong> 1234 Strada Inovării, Orașul Tehnologiei

source: Frequently Asked Questions
ro: Întrebări frecvente

source: Looking for quick answers? Check out our FAQ section:
ro: Căutați răspunsuri rapide? Consultați secțiunea noastră de Întrebări frecvente:

source: <strong>How do I get started?</strong> Simply reach out to us via email or phone, and we’ll guide you through the process.
ro: <strong>Cum încep?</strong> Pur și simplu contactați-ne prin e-mail sau telefon, iar noi vă vom ghida în tot acest proces.

source: <strong>What are your working hours?</strong> We’re available Monday to Friday, 9:00 AM - 6:00 PM.
ro: <strong>Care intervalul orar de muncă?</strong> Avem deschis de luni până vineri, 9:00 - 18:00.

source: <strong>Can I request a custom solution?</strong> Absolutely! We specialize in tailor-made solutions for all our clients.
ro: <strong>Pot solicita o soluție personalizată?</strong> Absolut! Suntem specializați în soluții personalizate pentru toți clienții noștri.

source: Office Hours
ro: Program de lucru

source: <strong>Monday - Friday:</strong> 9:00 AM - 6:00 PM<br><strong>Saturday:</strong> 10:00 AM - 4:00 PM<br><strong>Sunday:</strong> Closed
ro: <strong>Luni - Vineri:</strong> 9:00 - 18:00<br><strong>Sâmbătă:</strong> 10:00 - 16:00<br><strong>Duminică:</strong> Închis

source: Leave Us a Message
ro: Lăsați-ne un mesaj

source: Your Name:
ro: Numele dumneavoastră:

source: Your Email:
ro: Email-ul dumneavoastră:

source: Your Message:
ro: Mesajul dumneavoastră:

source: Send
ro: Trimite

source: Welcome to Our World
ro: Bun venit în lumea noastră

source: At our company, we’re driven by innovation and dedicated to delivering exceptional services that enhance your life. We aim to redefine excellence in every project, ensuring customer satisfaction remains at the heart of everything we do.
ro: În cadrul companiei noastre, suntem motivați de inovație și dedicați furnizării unor servicii excepționale care să vă îmbunătățească viața. Ne propunem să redefinim excelența în fiecare proiect, asigurându-ne că satisfacția clienților rămâne în centrul a tot ceea ce facem.

source: Discover What We Offer
ro: Descoperiți ceea ce oferim

source: Explore a world of possibilities with us. Our extensive range of services, tailored solutions, and cutting-edge technology ensure you stay ahead in a competitive world. Here's a glimpse of what makes us unique:
ro: Explorați o lume de posibilități alături de noi. Gama noastră extinsă de servicii, soluțiile personalizate și tehnologia de ultimă generație vă asigură un avantaj într-o lume competitivă. Iată o privire asupra a ceea ce ne face unici:

source: <strong>Expert Guidance:</strong> Years of experience delivering practical solutions for complex challenges.
ro: <strong>Ghidare de expert:</strong> Ani de experiență în furnizarea de soluții practice pentru provocări complexe.

source: <strong>Innovative Approach:</strong> Continuously evolving to meet the demands of a fast-paced world.
ro: <strong>Abordare inovatoare:</strong> Evoluăm continuu pentru a satisface cerințele unei lumi în ritm rapid.

source: <strong>Global Reach:</strong> Serving customers across continents with a commitment to excellence.
ro: <strong>Acoperire globală:</strong> Deservim clienți de pe toate continentele, cu un angajament pentru excelență.

source: <strong>Personalized Service:</strong> Custom-tailored solutions for every individual and business.
ro: <strong>Servicii personalizate:</strong> Soluții personalizate pentru fiecare individ și afacere.

source: Our Commitment
ro: Angajamentul nostru

source: We believe that the best relationships are built on trust, transparency, and a shared vision for success. Our team works tirelessly to bring ideas to life and create value that lasts.
ro: Credem că cele mai bune relații se construiesc pe încredere, transparență și o viziune comună pentru succes. Echipa noastră lucrează neobosit pentru a da viață ideilor și pentru a crea valoare durabilă.

source: Customer Success Stories
ro: Povești de succes ale clienților

source: Don’t just take our word for it—hear what our customers have to say:
ro: Nu ne credeți doar pe cuvânt—ascultați ce au de spus clienții noștri:

source: "Working with this company was a game-changer for our business. Their expertise and dedication to delivering the best results truly set them apart." - Jane Doe, CEO
ro: „Colaborarea cu această companie a fost un punct de cotitură pentru afacerea noastră. Expertiza lor și dedicația de a oferi cele mai bune rezultate îi diferențiază cu adevărat.” - Jane Doe, CEO

source: "Their innovative solutions helped us streamline operations and save significant costs. Highly recommend!" - John Smith, Operations Manager
ro: „Soluțiile lor inovatoare ne-au ajutat să optimizăm operațiunile și să economisim costuri semnificative. Recomand cu mare încredere!” - John Smith, Manager Operațiuni

source: Explore a comprehensive suite of services designed to meet your every need. From strategic consulting to hands-on implementation, we are your one-stop solution for success.
ro: Explorați o gamă cuprinzătoare de servicii concepute pentru a răspunde fiecărei nevoi. De la consultanță strategică la implementare practică, suntem soluția dumneavoastră completă pentru succes.

source: Professional Consulting
ro: Consultanță profesională

source: With years of experience and a team of seasoned professionals, we offer insights and strategies that drive results. Whether you’re launching a new product or optimizing existing processes, our experts are here to guide you.
ro: Cu ani de experiență și o echipă de profesioniști experimentați, oferim perspective și strategii care generează rezultate. Fie că lansați un nou produs sau optimizați procesele existente, experții noștri sunt aici pentru a vă ghida.

source: Business strategy and planning
ro: Strategie și planificare de afaceri

source: Process optimization
ro: Optimizarea proceselor

source: Market analysis
ro: Analiza pieței

source: Custom Software Development
ro: Dezvoltare de software personalizat

source: From concept to deployment, we deliver tailor-made software solutions that address your unique challenges. Our development services include:
ro: De la concept până la implementare, livrăm soluții software personalizate care răspund provocărilor dumneavoastră unice. Serviciile noastre de dezvoltare includ:

source: Web application development
ro: Dezvoltare de aplicații web

source: Mobile app solutions
ro: Soluții pentru aplicații mobile

source: Enterprise software systems
ro: Sisteme software pentru întreprinderi

source: Training and Support
ro: Instruire și suport

source: Empower your team with the skills and knowledge they need to succeed. Our training programs and ongoing support ensure you get the most out of our solutions.
ro: Oferiți echipei dumneavoastră competențele și cunoștințele necesare pentru a avea succes. Programele noastre de instruire și suportul continuu vă asigură că beneficiați la maximum de soluțiile noastre.
